Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/voksenopplaering_0_.html.tmx
Source language: nob
Languages: sme

source: Voksenopplæring
sme: Rávisolbmuidoahpahus

source: Fra 1. januar 2020 fikk Kompetanse Norge ansvar for forsøk med modulstrukturert opplæring for voksne i utvalgte utdanningsprogram i fag- og yrkesopplæringen.
sme: Ođđajagimánu 1.beaivvi 2020 rájes oaččui Kompetanse Norge ovddasvástadusa geahččaleapmái mas fállet modulaheivehuvvon oahpahusa rávisolbmuide vissis válljejuvvon fága- ja fidnooahpu oahppoprográmmain.

source: Sametinget sitter i kompetansepolitisk råd , som består av regjeringen, partene i arbeidslivet og voksenopplæringsforbundet (VOFO).
sme: Sámediggi lea fárus gealbopolitihkalaš ráđis mas ráđđehus, bargoeallima oasálaččat ja rávisolbmuidlihttu (VOFO).

source: Sametinget har observatørstatus i rådet, som skal følge opp Nasjonal kompetansepolitisk strategi og videreføre samarbeidet mellom regjeringene, partene i arbeidslivet og VOFO.
sme: Sámedikkis lea áicistatus ráđis, mii galgá čuovvulit Nasjonála gealbopolitihkalaš strategiija ja viidásit fievrridit ovttasbarggu gaskkal ráđđehusaid, bargoeallima oasálaččaid ja VOFO.

source: Strategien har som mål å bidra til at enkeltmennesker og virksomheter har en kompetanse som gir Norge et konkurransedyktig næringsliv, en effektiv og god offentlig sektor, og gjør at færrest mulig står utenfor arbeidslivet.
sme: Strategiija mihttun lea váikkuhit ahte ovttaskas olbmos ja doaimmahusain lea gelbbolašvuohta mii dagaha gilvonávccalaš ealáhusaid Norggas, bevttolaš ja buori almmolaš suorggi, ja ahte nu unnán olbmot go vejolaš eai leat barggu haga.

source: Strategiperioden er 2017-2021, og er vedtatt av Kunnskapsdepartementet at den videreføres utover fra 2021.
sme: Strategiijaáigodat lea 2017-2021, ja lea mearriduvvon Máhttodepartemeanttas viidásit fievrriduvvot 2021 rájes.

source: Det er kommet tre offentlige utredninger om fremtidige kompetansebehov:
sme: Leat ilbman golbma almmolaš čielggadeami boahtteáiggi gelbbolašvuođadárbbuid ektui:
